Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Shows the Play and other action buttons as icons without text. Off by default.
de: Zeigt die Wiedergabe- und andere Aktionstasten als Symbole ohne Text. Standardmäßig aus.
es: Muestra los botones de Reproducir y otras acciones como iconos sin texto. Desactivado por defecto.
fr: Affiche Lecture et les autres boutons d’action sous forme d’icônes sans texte. Désactivé par défaut.
it: Mostra Riproduci e gli altri pulsanti azione come icone senza testo. Disattivato per impostazione predefinita.
vi: Hiển thị nút Phát và các nút hành động khác dưới dạng biểu tượng không có chữ. Mặc định tắt.

source: Shows the add-on's logo and name on the right of each source. Off by default.
de: Zeigt Logo und Namen des Add-ons rechts neben jeder Quelle. Standardmäßig aus.
es: Muestra el logotipo y el nombre del complemento a la derecha de cada fuente. Desactivado por defecto.
fr: Affiche le logo et le nom de l’add-on à droite de chaque source. Désactivé par défaut.
it: Mostra il logo e il nome dell’add-on a destra di ogni fonte. Disattivato per impostazione predefinita.
vi: Hiển thị logo và tên add-on ở bên phải mỗi nguồn. Mặc định tắt.

source: Shows the full synopsis
de: Zeigt die vollständige Inhaltsangabe
es: Muestra la sinopsis completa
fr: Affiche le synopsis complet
it: Mostra la sinossi completa
vi: Hiển thị toàn bộ tóm tắt

source: Shows the title's poster on the right side of the page's background. On by default.
de: Zeigt das Poster des Titels auf der rechten Seite des Seitenhintergrunds. Standardmäßig ein.
es: Muestra el póster del título en el lado derecho del fondo de la página. Activado por defecto.
fr: Affiche l’affiche du titre sur le côté droit de l’arrière-plan de la page. Activé par défaut.
it: Mostra il poster del titolo sul lato destro dello sfondo della pagina. Attivato per impostazione predefinita.
vi: Hiển thị poster của tiêu đề ở phía bên phải nền trang. Mặc định bật.

source: Shows the title, source and time left after you have been paused for a while. This only works in the mpv player. On by default.
de: Zeigt Titel, Quelle und Restzeit an, nachdem du eine Weile pausiert hast. Funktioniert nur im mpv-Player. Standardmäßig ein.
es: Muestra el título, la fuente y el tiempo restante tras estar en pausa un rato. Solo funciona en el reproductor mpv. Activado por defecto.
fr: Affiche le titre, la source et le temps restant après un certain temps de pause. Fonctionne uniquement dans le lecteur mpv. Activé par défaut.
it: Mostra titolo, fonte e tempo rimanente dopo un po’ di pausa. Funziona solo nel player mpv. Attivato per impostazione predefinita.
vi: Hiển thị tiêu đề, nguồn và thời gian còn lại sau khi bạn tạm dừng một lúc. Chỉ hoạt động trong trình phát mpv. Mặc định bật.

source: Shuffle
de: Zufall
es: Aleatorio
fr: Aléatoire
it: Casuale
vi: Ngẫu nhiên

source: Shuffle Again
de: Neu mischen
es: Volver a elegir
fr: Retirer au hasard
it: Scegli di nuovo
vi: Chọn lại

source: Shuffle Episodes
de: Zufallswiedergabe
es: Reproducción aleatoria
fr: Lecture aléatoire
it: Riproduzione casuale
vi: Phát tập ngẫu nhiên

source: Shuffle On
de: Zufall an
es: Aleatorio activado
fr: Aléatoire activé
it: Casuale attivo
vi: Ngẫu nhiên: Bật

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
vi: Đăng nhập

source: Sign In to Nuvio
de: Bei Nuvio anmelden
es: Iniciar sesión en Nuvio
fr: Connectez-vous à Nuvio
it: Accedi a Nuvio
vi: Đăng nhập Nuvio

source: Sign In with Email
de: Mit E-Mail anmelden
es: Iniciar sesión con correo electrónico
fr: Se connecter avec l'e-mail
it: Accedi con email
vi: Đăng nhập bằng email

source: Sign In with Phone
de: Mit Phone anmelden
es: Iniciar sesión con teléfono
fr: Se connecter avec le téléphone
it: Accedi con telefono
vi: Đăng nhập bằng điện thoại

source: Sign In with Your Phone
de: Mit deinem Phone anmelden
es: Iniciar sesión con tu teléfono
fr: Se connecter avec votre téléphone
it: Accedi con il tuo telefono
vi: Đăng nhập bằng điện thoại

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
vi: Đăng xuất

source: Sign in or out of your Nuvio account and choose which server this Apple TV talks to. Remote Setup lets you manage add-ons, Home rows and keys from a phone browser.
de: Melde dich in deinem Nuvio-Account an oder ab und wähle, mit welchem Server dieses Apple TV kommuniziert. Mit der Fernkonfiguration verwaltest du Add-ons, Reihen der Startseite und Schlüssel über einen Browser auf dem iPhone.
es: Inicia o cierra sesión en tu cuenta de Nuvio y elige con qué servidor se comunica este Apple TV. La Configuración remota te permite gestionar complementos, filas de Inicio y claves desde el navegador de un iPhone.
fr: Connectez-vous à votre compte Nuvio ou déconnectez-vous, et choisissez le serveur avec lequel cette Apple TV communique. La Configuration à distance permet de gérer add-ons, rangées d’accueil et clés depuis le navigateur d’un iPhone.
it: Accedi al tuo account Nuvio o esci e scegli con quale server comunica questa Apple TV. La Configurazione remota permette di gestire add-on, righe di Home e chiavi dal browser di un iPhone.
vi: Đăng nhập hoặc đăng xuất tài khoản Nuvio của bạn và chọn máy chủ mà Apple TV này kết nối. Thiết lập từ xa cho phép bạn quản lý add-on, hàng Trang chủ và khóa từ trình duyệt trên iPhone.

source: Sign in to Nuvio
de: Melde dich bei Nuvio an
es: Inicia sesión en Nuvio
fr: Connectez-vous à Nuvio
it: Accedi a Nuvio
vi: Đăng nhập vào Nuvio

source: Sign in to sync your library, watch progress, and profiles across devices — or continue as a guest on this Apple TV only.
de: Melde dich an, um deine Mediathek, Ansichtsverlauf und Profile auf allen Geräten zu synchronisieren – oder fahre als Gast nur auf diesem Apple TV fort.
es: Inicia sesión para sincronizar tu biblioteca, progreso de visualización y perfiles en dispositivos — o continúa como invitado solo en este Apple TV.
fr: Connectez-vous pour synchroniser votre bibliothèque, votre progression et vos profils entre appareils — ou continuez en tant qu'invité sur cet Apple TV uniquement.
it: Accedi per sincronizzare la tua libreria, il progresso di visione e i profili su tutti i dispositivi — o continua come ospite solo su questo Apple TV.
vi: Đăng nhập để đồng bộ thư viện, tiến độ xem và hồ sơ giữa các thiết bị — hoặc tiếp tục làm khách chỉ trên Apple TV này.

source: Sign in with your email and password to get started.
de: Melde dich mit deiner E-Mail-Adresse und deinem Passwort an, um loszulegen.
es: Inicia sesión con tu correo y contraseña para empezar.
fr: Connectez-vous avec votre e-mail et votre mot de passe pour commencer.
it: Accedi con la tua email e password per iniziare.
vi: Đăng nhập bằng email và mật khẩu của bạn để bắt đầu.

source: Sign in with your phone — scan a QR code, no typing on the remote.
de: Melde dich mit deinem Phone an – scanne einen QR-Code, kein Tippen auf der Fernbedienung.
es: Inicia sesión con tu teléfono — escanea un código QR, sin escritura en el control remoto.
fr: Connectez-vous avec votre téléphone — scannez un code QR, aucune saisie avec la télécommande.
it: Accedi con il tuo telefono — scansiona un codice QR, nessuna digitazione sul telecomando.
vi: Đăng nhập bằng điện thoại — quét mã QR, không cần gõ trên remote.

source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Disconnettersi?
vi: Đăng xuất?

source: Sign-in failed. Try again, or paste an API key manually below.
de: Anmeldung fehlgeschlagen. Versuche es erneut, oder füge einen API-Schlüssel manuell unten ein.
es: Inicio de sesión fallido. Intenta de nuevo o pega una clave API manualmente abajo.
fr: Échec de la connexion. Réessayez, ou collez une clé API manuellement ci-dessous.
it: Accesso non riuscito. Riprova o incolla una chiave API manualmente di seguito.
vi: Đăng nhập thất bại. Thử lại, hoặc dán API key thủ công bên dưới.

source: Signed in as %@. Local data on this Apple TV will be cleared.
de: Angemeldet als %@. Lokale Daten auf diesem Apple TV werden gelöscht.
es: Sesión iniciada como %@. Los datos locales en este Apple TV se borrarán.
fr: Connecté en tant que %@. Les données locales de cet Apple TV seront effacées.
it: Connesso come %@. I dati locali su questo Apple TV verranno cancellati.
vi: Đã đăng nhập là %@. Dữ liệu cục bộ trên Apple TV này sẽ bị xóa.

source: Signs you in to, or out of, your Nuvio account. Signing in syncs your library and watch progress across devices. Either way, the local data on this Apple TV is cleared first.
de: Meldet dich in deinem Nuvio-Account an oder ab. Durch die Anmeldung werden Mediathek und Wiedergabefortschritt geräteübergreifend synchronisiert. In beiden Fällen werden zuvor die lokalen Daten auf diesem Apple TV gelöscht.
es: Inicia o cierra sesión en tu cuenta de Nuvio. Al iniciar sesión se sincronizan tu biblioteca y tu progreso entre dispositivos. En ambos casos, los datos locales de este Apple TV se borran antes.
fr: Vous connecte à votre compte Nuvio ou vous en déconnecte. Se connecter synchronise votre bibliothèque et votre progression entre vos appareils. Dans les deux cas, les données locales de cette Apple TV sont d’abord effacées.
it: Ti fa accedere al tuo account Nuvio o uscire. Accedendo si sincronizzano libreria e progressi tra i dispositivi. In entrambi i casi i dati locali su questa Apple TV vengono prima cancellati.
vi: Đăng nhập hoặc đăng xuất tài khoản Nuvio của bạn. Đăng nhập sẽ đồng bộ thư viện và tiến trình xem giữa các thiết bị. Dù thế nào, dữ liệu cục bộ trên Apple TV này cũng bị xóa trước.

source: Simkl isn't configured in this build. Add SIMKL_CLIENT_ID to local.properties, then rebuild the shared framework.
de: Simkl ist in diesem Build nicht konfiguriert. Füge SIMKL_CLIENT_ID zu local.properties hinzu und baue dann das Shared Framework neu.
es: Simkl no está configurado en esta build. Añade SIMKL_CLIENT_ID a local.properties y recompila el framework compartido.
fr: Simkl n'est pas configuré dans ce build. Ajoutez SIMKL_CLIENT_ID à local.properties, puis recompilez le framework partagé.
it: Simkl non è configurato in questa build. Aggiungi SIMKL_CLIENT_ID a local.properties, poi ricompila il framework condiviso.
vi: Simkl chưa được cấu hình trong bản dựng này. Thêm SIMKL_CLIENT_ID vào local.properties, rồi build lại framework chia sẻ.

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
vi: Kích thước

source: Skip Credits
de: Abspann überspringen
es: Saltar créditos
fr: Passer le générique
it: Salta titoli di coda
vi: Bỏ qua credit

source: Skip Intro
de: Intro/Outro/Rückblick überspringen
es: Saltar intro/outro/resumen
fr: Passer l’intro/outro/récap
it: Salta Intro/Outro/Recap
vi: Tự động bỏ qua Đoạn mở đầu

source: Skip Outro
de: Outro überspringen
es: Saltar outro
fr: Passer l’outro
it: Salta Finale
vi: Bỏ qua Đoạn kết thúc

source: Skip Recap
de: Rückblick überspringen
es: Saltar resumen
fr: Passer le récap
it: Salta Riassunto
vi: Bỏ qua Tóm tắt

source: Skip intros and anime openings automatically.
de: Überspringt Intros und Anime-Openings automatisch.
es: Salta intros y openings de anime automáticamente.
fr: Passe automatiquement les intros et les génériques d'ouverture d'anime.
it: Salta automaticamente intro e sigle di apertura degli anime.
vi: Tự động bỏ qua đoạn mở đầu và opening anime.

source: Skip movie credits, keeping post-credits scenes.
de: Überspringt den Abspann von Filmen, Szenen nach dem Abspann bleiben erhalten.
es: Salta los créditos de las películas y conserva las escenas poscréditos.
fr: Passe le générique des films en conservant les scènes post-générique.
it: Salta i titoli di coda dei film, mantenendo le scene dopo i titoli di coda.
vi: Bỏ qua credit phim, vẫn giữ cảnh sau credit.

source: Skip outros and anime endings automatically.
de: Überspringt Outros und Anime-Endings automatisch.
es: Salta outros y endings de anime automáticamente.
fr: Passe automatiquement les outros et les génériques de fin d'anime.
it: Salta automaticamente outro e sigle di chiusura degli anime.
vi: Tự động bỏ qua đoạn kết thúc và ending anime.

source: Skip recap segments automatically.
de: Überspringt Rückblicke automatisch.
es: Salta los resúmenes automáticamente.
fr: Passe automatiquement les récaps.
it: Salta automaticamente i riassunti.
vi: Tự động bỏ qua các đoạn tóm tắt.

source: Skip to Post-Credits
de: Zur Szene nach dem Abspann
es: Ir a escena poscréditos
fr: Aller à la scène post-générique
it: Vai alla scena post-titoli
vi: Đến cảnh sau credit

source: Skips intros and anime openings by itself, without you pressing Skip. Off by default.
de: Überspringt Intros und Anime-Openings von selbst, ohne dass du „Überspringen“ drückst. Standardmäßig aus.
es: Omite por sí solo las intros y las aperturas de anime, sin que pulses Omitir. Desactivado por defecto.
fr: Passe d’elle-même les intros et les génériques d’ouverture d’animés, sans que vous appuyiez sur Passer. Désactivé par défaut.
it: Salta da solo intro e sigle di apertura degli anime, senza che tu prema Salta. Disattivato per impostazione predefinita.
vi: Tự bỏ qua phần mở đầu và phần mở màn anime, không cần bạn nhấn Bỏ qua. Mặc định tắt.

source: Skips movie end credits by itself but keeps post-credits scenes. Off by default.
de: Überspringt den Abspann von Filmen von selbst, behält aber Post-Credits-Szenen. Standardmäßig aus.
es: Omite por sí solos los créditos finales de las películas, pero conserva las escenas poscréditos. Desactivado por defecto.
fr: Passe d’elle-même les génériques de fin de films, mais conserve les scènes post-générique. Désactivé par défaut.
it: Salta da solo i titoli di coda dei film, ma mantiene le scene post-credit. Disattivato per impostazione predefinita.
vi: Tự bỏ qua phần giới thiệu cuối phim nhưng giữ lại các cảnh sau credit. Mặc định tắt.

source: Skips outros and anime endings by itself, without you pressing Skip. Off by default.
de: Überspringt Outros und Anime-Endings von selbst, ohne dass du „Überspringen“ drückst. Standardmäßig aus.
es: Omite por sí solos los créditos finales y los finales de anime, sin que pulses Omitir. Desactivado por defecto.
fr: Passe d’elle-même les outros et les génériques de fin d’animés, sans que vous appuyiez sur Passer. Désactivé par défaut.
it: Salta da solo outro e sigle di chiusura degli anime, senza che tu prema Salta. Disattivato per impostazione predefinita.
vi: Tự bỏ qua phần kết thúc và phần kết anime, không cần bạn nhấn Bỏ qua. Mặc định tắt.

source: Skips recap segments by itself, without you pressing Skip. Off by default.
de: Überspringt Rückblicke von selbst, ohne dass du „Überspringen“ drückst. Standardmäßig aus.
es: Omite por sí solos los resúmenes, sin que pulses Omitir. Desactivado por defecto.
fr: Passe d’elle-même les résumés, sans que vous appuyiez sur Passer. Désactivé par défaut.
it: Salta da solo i riassunti, senza che tu prema Salta. Disattivato per impostazione predefinita.
vi: Tự bỏ qua các đoạn tóm tắt, không cần bạn nhấn Bỏ qua. Mặc định tắt.

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
vi: Nhỏ

source: Smallest First
de: Kleinste zuerst
es: Menor primero
fr: Plus petit d’abord
it: Più piccole prima
vi: Nhỏ nhất trước

source: Snap to Top
de: Nach oben einrasten
es: Ajustar arriba
fr: Caler en haut
it: Aggancia in alto
vi: Kéo về đầu

source: Soft
de: Weich
es: Suave
fr: Doux
it: Morbido
vi: Nhẹ

source: Solid
de: Fest
es: Sólido
fr: Intense
it: Solido
vi: Đặc

source: Some Dolby Vision discs (Profile 7 FEL) carry extra picture data that native playback must drop. This keeps those files on the mpv player as plain HDR10 so nothing is dropped. Off by default.
de: Einige Dolby-Vision-Discs (Profil 7 FEL) enthalten zusätzliche Bilddaten, die die native Wiedergabe verwerfen muss. Dadurch bleiben diese Dateien als einfaches HDR10 im mpv-Player, sodass nichts verworfen wird. Standardmäßig aus.
es: Algunos discos Dolby Vision (Perfil 7 FEL) llevan datos de imagen adicionales que la reproducción nativa debe descartar. Esto mantiene esos archivos en el reproductor mpv como HDR10 simple para que no se descarte nada. Desactivado por defecto.
fr: Certains disques Dolby Vision (Profil 7 FEL) contiennent des données d’image supplémentaires que la lecture native doit abandonner. Cela garde ces fichiers sur le lecteur mpv en HDR10 simple pour que rien ne soit abandonné. Désactivé par défaut.
it: Alcuni dischi Dolby Vision (Profilo 7 FEL) contengono dati immagine extra che la riproduzione nativa deve scartare. Così questi file restano sul player mpv come semplice HDR10 e nulla viene scartato. Disattivato per impostazione predefinita.
vi: Một số đĩa Dolby Vision (Profile 7 FEL) mang thêm dữ liệu hình ảnh mà phát gốc phải bỏ đi. Tùy chọn này giữ các tệp đó trên trình phát mpv dưới dạng HDR10 thuần để không bỏ gì. Mặc định tắt.

source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s’est produite. Réessayez.
it: Qualcosa è andato storto. Riprova.
vi: Đã xảy ra lỗi. Hãy thử lại.

source: Sort
de: Sortieren
es: Orden
fr: Tri
it: Ordina
vi: Sắp xếp

source: Sort Sources
de: Quellen sortieren
es: Ordenar fuentes
fr: Trier les sources
it: Ordina fonti
vi: Sắp xếp nguồn

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
vi: Sắp xếp theo

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
vi: Âm thanh

source: Source
de: Quelle
es: Fuente
it: Sorgente
vi: Nguồn

source: Source Filters
de: Quellenfilter
es: Filtros de fuentes
fr: Filtres de sources
it: Filtri fonti
vi: Bộ lọc nguồn

source: Sources
de: Quellen
es: Fuentes
it: Sorgenti
vi: Nguồn

source: Sources with no resolution tag are kept.
de: Quellen ohne Auflösungsangabe bleiben erhalten.
es: Se conservan las fuentes sin etiqueta de resolución.
fr: Les sources sans balise de résolution sont conservées.
it: Le fonti senza tag di risoluzione vengono mantenute.
vi: Các nguồn không có thẻ độ phân giải vẫn được giữ lại.

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
vi: Tiếng Tây Ban Nha

source: Speakers & Headphones
de: Lautsprecher & Kopfhörer
es: Altavoces y auriculares
fr: Enceintes et casques
it: Altoparlanti e cuffie
vi: Loa và tai nghe

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
it: Quadrato
vi: Vuông

source: Stage puts the focused title at the top of the screen with one row of posters below it. Up and Down move a whole row at a time. Classic keeps the previous Home, with a banner above rows that scroll. Default: Stage.
de: Stage zeigt den fokussierten Titel oben auf dem Bildschirm, mit einer Poster-Reihe darunter. Oben und Unten wechseln jeweils eine ganze Reihe. Klassisch behält den bisherigen Startbildschirm, mit einem Banner über scrollenden Reihen. Standard: Stage.
es: Stage muestra el título enfocado en la parte superior de la pantalla con una fila de pósteres debajo. Arriba y Abajo avanzan una fila entera cada vez. Clásico mantiene el Inicio anterior, con un banner sobre filas que se desplazan. Por defecto: Stage.
fr: Stage place le titre sélectionné en haut de l’écran, avec une rangée d’affiches en dessous. Haut et Bas font défiler une rangée entière à la fois. Classique conserve l’accueil précédent, avec une bannière au-dessus de rangées qui défilent. Par défaut : Stage.
it: Stage mette il titolo selezionato in alto sullo schermo, con una riga di poster sotto. Su e Giù spostano una riga intera alla volta. Classico mantiene la Home precedente, con un banner sopra righe che scorrono. Predefinito: Stage.
vi: Stage đặt tựa đang chọn ở đầu màn hình, với một hàng poster bên dưới. Lên và Xuống di chuyển cả một hàng mỗi lần. Cổ điển giữ Trang chủ trước đây, với một banner phía trên các hàng cuộn. Mặc định: Stage.

source: Stalls
de: Pausen
es: Pausas
fr: Blocages
it: Blocchi
vi: Gián đoạn

source: Start Over
de: Neu starten
es: Empezar de nuevo
fr: Recommencer
it: Ricomincia
vi: Xem lại từ đầu

source: Start Remote Setup
de: Remote-Konfiguration starten
es: Iniciar configuración remota
fr: Démarrer la configuration à distance
it: Avvia configurazione remota
vi: Bắt đầu thiết lập từ xa

source: Start searching for sources in the background before the next episode card appears.
de: Im Hintergrund mit der Suche nach Quellen beginnen, bevor die Karte für die nächste Folge erscheint.
es: Empieza a buscar fuentes en segundo plano antes de que aparezca la tarjeta del siguiente episodio.
fr: Lance la recherche de sources en arrière-plan avant l’apparition de la carte de l’épisode suivant.
it: Inizia a cercare le fonti in background prima che compaia la scheda del prossimo episodio.
vi: Bắt đầu tìm nguồn trong nền trước khi thẻ tập tiếp theo xuất hiện.

source: Starts a local config page on your network.
de: Startet eine lokale Konfigurationsseite in deinem Netzwerk.
es: Inicia una página de configuración local en tu red.
fr: Démarre une page de configuration locale sur votre réseau.
it: Avvia una pagina di configurazione locale sulla tua rete.
vi: Khởi động trang cấu hình cục bộ trên mạng của bạn.

source: Starts a small web page on your home network so you can manage add-ons, Home rows, API keys and badge packs from a phone or laptop. Nothing changes until you confirm it here on the TV.
de: Startet eine kleine Webseite in deinem Heimnetzwerk, damit du Add-ons, Reihen der Startseite, API-Schlüssel und Badge-Pakete von einem iPhone oder Laptop aus verwalten kannst. Nichts ändert sich, bis du es hier auf dem Fernseher bestätigst.
es: Inicia una pequeña página web en tu red doméstica para que puedas gestionar complementos, filas de Inicio, claves de API y paquetes de insignias desde un iPhone o un portátil. No cambia nada hasta que lo confirmes aquí en el televisor.
fr: Démarre une petite page web sur votre réseau domestique pour gérer add-ons, rangées d’accueil, clés d’API et packs de badges depuis un iPhone ou un ordinateur. Rien ne change tant que vous ne confirmez pas ici sur le téléviseur.
it: Avvia una piccola pagina web sulla tua rete domestica per gestire add-on, righe di Home, chiavi API e pacchetti di badge da un iPhone o da un portatile. Nulla cambia finché non confermi qui sulla TV.
vi: Khởi động một trang web nhỏ trên mạng gia đình để bạn quản lý add-on, hàng Trang chủ, khóa API và gói huy hiệu từ iPhone hoặc máy tính xách tay. Không có gì thay đổi cho đến khi bạn xác nhận tại đây trên TV.

source: Starts looking for the next episode's sources about 30 seconds before the Up Next card appears, so playback starts sooner. Off by default.
de: Beginnt etwa 30 Sekunden bevor die Karte „Als Nächstes“ erscheint mit der Suche nach den Quellen der nächsten Folge, sodass die Wiedergabe schneller startet. Standardmäßig aus.
es: Empieza a buscar las fuentes del siguiente episodio unos 30 segundos antes de que aparezca la tarjeta Siguiente, para que la reproducción empiece antes. Desactivado por defecto.
fr: Commence à chercher les sources de l’épisode suivant environ 30 secondes avant l’apparition de la carte Suivant, pour que la lecture démarre plus vite. Désactivé par défaut.
it: Inizia a cercare le fonti del prossimo episodio circa 30 secondi prima che compaia la scheda Prossimo, così la riproduzione parte prima. Disattivato per impostazione predefinita.
vi: Bắt đầu tìm nguồn của tập tiếp theo khoảng 30 giây trước khi thẻ Tiếp theo xuất hiện, để phát nhanh hơn. Mặc định tắt.
